# CLI tools
brew "coreutils"
brew "findutils"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "gnu-indent"
brew "gnu-getopt"
brew "grep"
brew "wget"
brew "jq"
brew "fzf"
brew "ripgrep"
brew "graphviz"
brew "qemu"
brew "neovim"
brew "gh"
brew "gnupg"
brew "mise"
brew "uv"
brew "util-linux"
brew "libgit2"

# Cask apps
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "iterm2"
cask "orbstack"
cask "slack"
cask "whatsapp"
cask "istat-menus"
cask "alt-tab"
cask "gcloud-cli"
cask "zoom"
cask "nordlayer"

# Fonts
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"

# Mac App Store (uncomment and add IDs as needed)
# mas "Magnet", id: 441258766
